docs/Old_blog/projects.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<link rel="alternate"
      type="application/rss+xml"
      href="localhost:8000/rss.xml"
      title="RSS feed for localhost:8000/">
<title> </title>
<meta name="author" content="Jorge Beanvides">
<meta name="referrer" content="no-referrer">
<link href= "./static/style.css" rel="stylesheet" type="text/css" />
<link rel="icon" href="./static/favicon.ico">
<link rel="apple-touch-icon-precomposed" href="./static/favicon-152.png">
<link rel="msapplication-TitleImage" href="./static/favicon-144.png">
<link rel="msapplication-TitleColor" href="#0141ff">
<link rel="stylesheet" href="./static/katex.min.css">
<meta http-equiv="content-type" content="application/xhtml+xml; charset=UTF-8">
<meta name="viewport" content="initial-scale=1,width=device-width,minimum-scale=1"></head>
<body>
<div id="preamble" class="status"><div class="header">
  <a href="https://rhyloo.github.io">Un ingeniero en problemas</a>
  <div class="sitelinks">
    <a href="https://github.com/rhyloo">Github</a> | <a href="https://rhyloo.github.io/projects.html">Projects</a> | <a href="https://rhyloo.github.io/about.html">About me</a>
  </div>
</div></div>
<div id="content">
<div class="post-date">09 dic. 2023</div><h1 class="post-title"><a href="localhost:8000/Old_blog/projects.html"> </a></h1>

<div id="outline-container-orga31b201" class="outline-2">
<h2 id="orga31b201">Proyectos</h2>
<div class="outline-text-2" id="text-orga31b201">
</div>
<div id="outline-container-org1759a6e" class="outline-3">
<h3 id="org1759a6e"><span class="done DONE">DONE</span> Arduino</h3>
<div class="outline-text-3" id="text-org1759a6e">
<p>
La verdad siempre quise tener uno, miraba todo el día tutoriales de
cosas que se podían hacer con la placa, recuerdo tanto que lo más
interesante del momento era un smartwatch o reloj despertador, vaya
que hay muchos en el mercado pero el siempe hecho de tener algo que yo
haya hecho y funcione me fascinaba.
</p>

<p>
LLegó el día, la feria de ciencias del instituto, participé con un
grupo de compañeros en la asignatura de física, discutimos "por días"
(<del>la verdad si sumamos las horas que le dedicamos a pensar que hacerdan menos de un día pero como lo hicimos en días separados asumiremos
que fueron días, suena mejor</del>) el proyecto que haríamos, propuse una
impresora 3D, pero nuestro 
</p>
</div>
</div>
<div id="outline-container-org5f1e8a6" class="outline-3">
<h3 id="org5f1e8a6">INPROGESS Sitio web rhyloo.github.io</h3>
<div class="outline-text-3" id="text-org5f1e8a6">
<p>
<i>Por obvias razones este sitio siempre será un proyecto en
actualización</i><br>
</p>

<p>
El objetivo principal de este proyecto es practicar y de alguna forma
llevar a un entorno real todos los conocimientos que adquiero en
emacs,org-mode, HTML y CSS.
</p>

<p>
También apuntar en algún sitio los trabajos que hago, cómo lo hago,
lo normal, por si de alguna forma ayuda a alguien.
</p>
</div>
</div>
<div id="outline-container-org46146e9" class="outline-3">
<h3 id="org46146e9">INPROGESS Wikiversity</h3>
</div>
</div>
<div class="taglist"></div>
<div id="comments"><div id="hyvor-talk-view"></div>
<script type="text/javascript">
    var HYVOR_TALK_WEBSITE = 3390;
    var HYVOR_TALK_CONFIG = {
        url: false,
        id: location.pathname
    };
</script>
<script async type="text/javascript" src="//talk.hyvor.com/web-api/embed"></script></div></div>
<div id="postamble" class="status"></div>
</body>
</html>
